"Group" = "Group";
"Name" = "Name";
"none given" = "none given";
"Enabled" = "Enabled";


"Settings" = "Settings";

"Show coordinate numbers" = "Show coordinate numbers";
"Show colored axes" = "Show colored axes";
"Number of rows/columns" = "Number of rows/columns";
"Type of Cubes" = "Type of Cubes";

"wooden cubes" = "wooden cubes";
"stackable cubes" = "stackable cubes";
"magic cubes" = "magic cubes";

"If you change the number of rows/columns or the type of cubes, all cubes will be removed." = "If you change the number of rows/columns or the type of cubes, all cubes will be removed.\n\nWooden cubes can only be stacked on top of each other, stackable cubes also side by side. Magic cubes can float, if you remove underlying cubes.";

"Allow loops" = "Allow loops";
"Allow values" = "Allow loops variables";

"Axes" = "Axes";
"Cubes" = "Cubes";
"Coding" = "Coding";
